Repository: caisergan/mac-stats
Catalog: Localizations/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans

source: Why a share of the device?
de: Warum ein Anteil des Geräts?
fr: Pourquoi une part du périphérique ?
zh_hans: 为什么要计算设备占比？

source: Wi-Fi chipset
de: Wi-Fi-Chipsatz
fr: Puce Wi-Fi
zh_hans: Wi-Fi 芯片组

source: Wi-Fi network
de: Wi-Fi-Netzwerk
fr: Réseau Wi-Fi
zh_hans: Wi-Fi 网络

# Wi-Fi signal fair
source: Fair
de: Mittel
fr: Moyen
zh_hans: 一般

source: Window
de: Zeitfenster
fr: Fenêtre temporelle
zh_hans: 时间窗口

source: Window range %@ to %@ percent.
de: Fensterbereich %@ bis %@ Prozent.
fr: Plage de la fenêtre de %@ à %@ pour cent.
zh_hans: 窗口范围 %@ 到 %@%。

source: Wired
de: Reserviert
fr: Réservée
zh_hans: 联动内存

source: Wired, app memory, compressed memory, and cached files come from macOS virtual-memory counters. Free and available is the remainder of total RAM. If counters overlap, the measured categories are scaled to total RAM so the stack still reconciles.
de: Residenter Speicher, App-Speicher, komprimierter Speicher und zwischengespeicherte Dateien stammen aus macOS-Zählern für virtuellen Speicher. Frei und verfügbar ist der Rest des gesamten RAMs. Überlappen sich Zähler, werden die Kategorien auf den gesamten RAM skaliert, damit die Summe stimmt.
fr: La mémoire résidente, celle des applications, la mémoire compressée et les fichiers en cache proviennent des compteurs de mémoire virtuelle de macOS. La mémoire libre et disponible est le reste de la RAM totale. Si les compteurs se chevauchent, les catégories sont ajustées à la RAM totale pour conserver une répartition cohérente.
zh_hans: 联动内存、应用内存、压缩内存和缓存文件来自 macOS 虚拟内存计数器。空闲与可用内存是总 RAM 的剩余部分。如果计数器发生重叠，测量类别会按比例缩放至总 RAM，以保持堆叠图总量一致。

source: With the menu bar item and history recording both off, closing the window quits %@.
de: Wenn sowohl das Menüleistenobjekt als auch die Verlaufsaufzeichnung aus sind, beendet das Schließen des Fensters %@.
fr: Quand l’élément de la barre des menus et l’enregistrement de l’historique sont tous deux désactivés, fermer la fenêtre quitte %@.
zh_hans: 当菜单栏项目与历史记录都关闭时，关闭窗口即会退出 %@。

source: Without it macOS asks about Desktop, Documents and Downloads one at a time, and Mail, Messages, Safari, Photos internals, iOS backups, Time Machine and the Trash stay hidden. The grant takes effect after %@ relaunches.
de: Ohne ihn fragt macOS einzeln nach Schreibtisch, Dokumente und Downloads, und Mail, Nachrichten, Safari, die Interna von Fotos, iOS-Backups, Time Machine und der Papierkorb bleiben verborgen. Die Freigabe wird wirksam, nachdem %@ neu gestartet wurde.
fr: Sans lui, macOS demande l'accès au Bureau, aux Documents et aux Téléchargements un par un, et Mail, Messages, Safari, les données internes de Photos, les sauvegardes iOS, Time Machine et la corbeille restent masqués. L'autorisation prend effet une fois %@ relancé.
zh_hans: 没有该权限时，macOS 会分别询问“桌面”“文稿”和“下载”的访问权限，而邮件、信息、Safari、照片内部数据、iOS 备份、时间机器和废纸篓将保持隐藏。权限在%@重新启动后生效。

source: Would free now
de: Würde jetzt freigeben
fr: Libérerait maintenant
zh_hans: 立即可释放

source: Writable
de: Beschreibbar
fr: Inscriptible
zh_hans: 可写

source: Write
de: Schreiben
fr: Écriture
zh_hans: 写入

source: Write latency
de: Schreiblatenz
fr: Latence d'écriture
zh_hans: 写入延迟

source: Write service time
de: Schreibbedienzeit
fr: Temps de service en écriture
zh_hans: 写入服务时间

source: Writing {disk.writeRate|rate} to disk — heavy write activity.
de: Schreibt {disk.writeRate|rate} auf die Festplatte: hohe Schreibaktivität.
fr: Écrit {disk.writeRate|rate} sur le disque : forte activité d'écriture.
zh_hans: 正在以 {disk.writeRate|rate} 写入磁盘，写入活动很重。

source: Xcode > Settings > Locations > Derived Data, or trash it while Xcode is closed.
de: Xcode > Settings > Locations > Derived Data, oder lege es bei geschlossenem Xcode in den Papierkorb.
fr: Xcode > Settings > Locations > Derived Data, ou placez-le dans la corbeille quand Xcode est fermé.
zh_hans: Xcode >“设置”>“位置”>“派生数据”，或在 Xcode 关闭时将其移到废纸篓。

source: Xcode archives
de: Xcode-Archive
fr: Archives Xcode
zh_hans: Xcode 归档

source: Xcode build products; rebuilt on the next build.
de: Xcode-Build-Produkte; werden beim nächsten Build neu erstellt.
fr: Produits de compilation Xcode ; recréés à la prochaine compilation.
zh_hans: Xcode 构建产物；下次构建时重建。

source: Yes
de: Ja
fr: Oui
zh_hans: 是

source: You are all set
de: Alles bereit
fr: Tout est prêt
zh_hans: 全部设置完成

source: You can switch anytime: in Settings or from the menu bar.
de: Du kannst jederzeit wechseln: in den Einstellungen oder über die Menüleiste.
fr: Vous pouvez changer à tout moment : dans les Réglages ou depuis la barre des menus.
zh_hans: 您可以随时切换：在设置中或从菜单栏。

source: You're near the %@-sample limit above which the app slows down, so retention is capped at what fits. To keep more history, choose a coarser frequency.
de: Du bist nahe an der Grenze von %@ Samples, ab der die App langsamer wird, daher ist die Aufbewahrung auf das begrenzt, was hineinpasst. Um mehr Verlauf zu behalten, wähle eine gröbere Frequenz.
fr: Vous approchez de la limite de %@ échantillons au-delà de laquelle l'app ralentit, donc la rétention est plafonnée à ce qui tient. Pour conserver plus d'historique, choisissez une fréquence plus espacée.
zh_hans: 您已接近 %@ 个样本的上限,超过此上限应用会变慢,因此保留时间受限于所能容纳的量。若要保留更多历史记录,请选择较粗的频率。

source: Your Mac has been working hard
de: Dein Mac hat hart gearbeitet
fr: Votre Mac a beaucoup travaillé
zh_hans: 你的 Mac 一直在高负荷运行

source: Your Mac has moved an average of %1$@ over the last %2$@ min, peaking at %3$@. That usually means an ongoing download, upload, sync, or backup.
de: Dein Mac hat in den letzten %2$@ Min. durchschnittlich %1$@ übertragen, mit einer Spitze von %3$@. Das bedeutet meist einen laufenden Download, Upload, eine Synchronisierung oder ein Backup.
fr: Votre Mac a transféré en moyenne %1$@ sur les %2$@ dernières minutes, avec un pic à %3$@. Cela indique généralement un téléchargement, un envoi, une synchronisation ou une sauvegarde en cours.
zh_hans: 过去 %2$@ 分钟内，你的 Mac 平均传输 %1$@，峰值 %3$@。这通常意味着正在下载、上传、同步或备份。

source: Your Mac is moving memory to disk to cope. Consider quitting %@, the largest consumer.
de: Dein Mac lagert Speicher auf die Festplatte aus, um zurechtzukommen. Erwäge, %@ zu beenden, den größten Verbraucher.
fr: Votre Mac déplace de la mémoire vers le disque pour tenir. Envisagez de quitter %@, le plus gros consommateur.
zh_hans: 你的 Mac 正在把内存换出到磁盘来应付。可以考虑退出占用最多的 %@。

source: Your Mac is under heavy memory pressure and is compressing and swapping to cope. Closing a few large apps will give it room.
de: Dein Mac steht unter starkem Speicherdruck und komprimiert und swappt, um zurechtzukommen. Ein paar große Apps zu schließen verschafft ihm Luft.
fr: Votre Mac subit une forte pression mémoire et compresse et swappe pour tenir. Fermer quelques grosses apps lui donnera de l'air.
zh_hans: 你的 Mac 内存压力很大，正在通过压缩和 Swap 来应付。关掉几个大应用可以腾出空间。

source: Your documents.
de: Deine Dokumente.
fr: Vos documents.
zh_hans: 你的文稿。

source: Your files
de: Deine Dateien
fr: Vos fichiers
zh_hans: 你的文件

source: Your music files.
de: Deine Musikdateien.
fr: Vos fichiers musicaux.
zh_hans: 你的音乐文件。

source: Your music library's media.
de: Die Medien deiner Musik-Mediathek.
fr: Les médias de votre bibliothèque musicale.
zh_hans: 你的音乐资料库媒体文件。

source: Your photos and images outside Photos.
de: Deine Fotos und Bilder außerhalb von Fotos.
fr: Vos photos et images en dehors de Photos.
zh_hans: “照片”之外的照片和图像。

source: Your process
de: Dein Prozess
fr: Votre processus
zh_hans: 用户进程

source: Your total installed RAM minus the four measured categories: free = total minus wired, app, compressed and cached files, never below zero. Derived this way so the parts always reconcile to your installed RAM exactly. This is the same as the dashboard's 'Free and available' slice.
de: Dein gesamter installierter RAM minus der vier gemessenen Kategorien: frei = gesamt minus reserviert, App, komprimiert und gecachte Dateien, nie unter null. So abgeleitet, damit die Teile immer exakt deinen installierten RAM ergeben. Das ist dasselbe wie das Segment „Frei und verfügbar“ im Dashboard.
fr: Votre RAM totale installée moins les quatre catégories mesurées : libre = total moins réservée, mémoire des apps, compressée et fichiers en cache, jamais en dessous de zéro. Calculée ainsi pour que les parties correspondent toujours exactement à votre RAM installée. C'est la même chose que la portion « Libre et disponible » du tableau de bord.
zh_hans: 总安装 RAM 减去已测量的四类内存：空闲 = 总量减去联动、App、被压缩及缓存文件，且不低于零。以此方式计算可确保各部分之和与安装的 RAM 完全一致。这与仪表盘中的“空闲与可用”切片相同。

source: Your videos, usually the largest files you own.
de: Deine Videos, meist die größten Dateien, die du hast.
fr: Vos vidéos, généralement les fichiers les plus volumineux que vous possédez.
zh_hans: 你的视频，通常是你最大的文件。

source: Zoom in
de: Vergrößern
fr: Zoom avant
zh_hans: 放大

source: Zoom out
de: Verkleinern
fr: Zoom arrière
zh_hans: 缩小

source: Zoom the map into this folder
de: Karte auf diesen Ordner zoomen
fr: Zoomer la carte sur ce dossier
zh_hans: 将地图缩放到此文件夹

source: attributed read + write · %d samples
de: zugeordnetes Lesen + Schreiben · %d Messwerte
fr: lecture + écriture attribuées · %d échantillons
zh_hans: 可归因读取 + 写入 · %d 个样本

source: avg %@ memory · %d samples
de: Ø %@ Speicher · %d Messwerte
fr: moy. %@ de mémoire · %d échantillons
zh_hans: 平均 %@ 内存 · %d 个样本

source: avg %@ · %d samples
de: Ø %@ · %d Messwerte
fr: moy. %@ · %d échantillons
zh_hans: 平均 %@ · %d 个样本

source: battery full
de: Batterie voll
fr: batterie chargée
zh_hans: 电池已充满

source: battery holding
de: Batterie hält Ladung
fr: maintien de charge
zh_hans: 保持电量

source: built-in
de: integriert
fr: intégré
zh_hans: 内置

source: cargo cache -a (cargo-cache), or trash it; cargo re-downloads.
de: cargo cache -a (cargo-cache) oder in den Papierkorb legen; cargo lädt erneut herunter.
fr: cargo cache -a (cargo-cache), ou placez-le dans la corbeille ; cargo retéléchargera.
zh_hans: 使用 cargo cache -a（cargo-cache），或直接移到废纸篓；cargo 会重新下载。

source: catalog v%@
de: Katalog v%@
fr: catalogue v%@
zh_hans: 规则库 v%@

source: charging
de: wird geladen
fr: en charge
zh_hans: 正在充电

source: choose…
de: auswählen …
fr: choisir…
zh_hans: 选择…

source: critical memory pressure
de: kritischer Speicherdruck
fr: pression mémoire critique
zh_hans: 严重内存压力

source: docker system prune, or Docker Desktop > Settings > Resources to shrink it.
de: docker system prune, oder Docker Desktop > Einstellungen > Ressourcen, um es zu verkleinern.
fr: docker system prune, ou Docker Desktop > Réglages > Ressources pour la réduire.
zh_hans: 使用 docker system prune，或在 Docker Desktop >“设置”>“资源”中缩小它。

source: download + upload · %d samples
de: Download + Upload · %d Messwerte
fr: téléchargement + envoi · %d échantillons
zh_hans: 下载 + 上传 · %d 个样本

source: exported %@
de: exportiert %@
fr: exporté %@
zh_hans: 导出于 %@

source: gone
de: verschwunden
fr: disparu
zh_hans: 已消失

source: heavy swap use
de: starke Swap-Nutzung
fr: utilisation intensive du swap
zh_hans: 大量使用交换内存

source: iCloud Drive files; removing them here removes them from every device.
de: iCloud Drive-Dateien; sie hier zu entfernen entfernt sie von allen Geräten.
fr: Fichiers iCloud Drive ; les supprimer ici les supprime de tous vos appareils.
zh_hans: iCloud 云盘文件；在这里移除会从所有设备中移除。

source: iOS device support
de: iOS-Geräteunterstützung
fr: Prise en charge des appareils iOS
zh_hans: iOS 设备支持

source: iOS restore image
de: iOS-Wiederherstellungsimage
fr: Image de restauration iOS
zh_hans: iOS 恢复映像

source: iPhone and iPad backups
de: iPhone- und iPad-Backups
fr: Sauvegardes d'iPhone et d'iPad
zh_hans: iPhone 和 iPad 备份

source: in
de: Eingang
fr: entrée
zh_hans: 输入

source: latest, from server
de: aktuell, vom Server
fr: le plus récent, du serveur
zh_hans: 最新版本 (来自服务器)

source: load %@ · %@ · %@
de: Last %@ · %@ · %@
fr: Charge %@ · %@ · %@
zh_hans: 负载 %@ · %@ · %@

source: macOS did not allow %@ to read this folder. Full Disk Access unlocks it.
de: macOS hat %@ nicht erlaubt, diesen Ordner zu lesen. Vollständiger Festplattenzugriff schaltet ihn frei.
fr: macOS n'a pas autorisé %@ à lire ce dossier. L'accès complet au disque le déverrouille.
zh_hans: macOS 未允许%@读取此文件夹。授予完全磁盘访问权限即可解锁。

source: macOS hides the Wi-Fi name and BSSID unless Location Services is enabled for %@.
de: macOS blendet den Wi-Fi-Namen und die BSSID aus, solange die Ortungsdienste für %@ nicht aktiviert sind.
fr: macOS masque le nom du réseau Wi-Fi et le BSSID tant que le service de localisation n'est pas activé pour %@.
zh_hans: 除非为 %@ 开启定位服务，否则 macOS 会隐藏 Wi-Fi 名称和 BSSID。

source: macOS is using free RAM to keep recently used files handy. This is not a problem and is released the moment anything needs the space.
de: macOS nutzt freien RAM, um zuletzt verwendete Dateien griffbereit zu halten. Das ist kein Problem und wird sofort freigegeben, sobald etwas den Platz braucht.
fr: macOS utilise la RAM libre pour garder les fichiers récemment utilisés à portée de main. Ce n'est pas un problème : elle est libérée dès que quelque chose a besoin de cet espace.
zh_hans: macOS 用空闲 RAM 来缓存最近用过的文件。这不是问题，只要有程序需要空间，它会立刻释放。

source: macOS memory pressure
de: macOS-Speicherdruck
fr: Pression mémoire macOS
zh_hans: macOS 内存压力

source: macOS memory pressure selects the band: normal 0-33, warning 34-66, or critical 67-100. Compression, swap, and their growth place the index within that band. The chart summarizes recorded samples, not a percentage of allocated bytes.
de: Der macOS-Speicherdruck wählt den Bereich: normal 0-33, Warnung 34-66 oder kritisch 67-100. Komprimierung, Auslagerung und ihr Wachstum bestimmen die Position des Index im Bereich. Das Diagramm fasst aufgezeichnete Messwerte zusammen, keinen Prozentsatz zugewiesener Bytes.
fr: La pression mémoire macOS définit la bande : normale 0-33, avertissement 34-66 ou critique 67-100. La compression, l’échange et leur croissance placent l’indice dans cette bande. Le graphique résume des échantillons enregistrés, pas un pourcentage d’octets alloués.
zh_hans: macOS 内存压力决定区间：正常为 0-33，警告为 34-66，严重为 67-100。压缩、交换及其增长决定指数在该区间内的位置。图表汇总已记录的样本，而非已分配字节的百分比。

source: macOS thermal state
de: Thermischer Zustand von macOS
fr: État thermique de macOS
zh_hans: macOS 热状态

source: macOS would not let %1$@ stop “%2$@”. It is likely a system process or owned by another user. Turn on Full Coverage in Settings to stop processes as root.
de: macOS hat %1$@ nicht erlaubt, „%2$@“ zu beenden. Es handelt sich wahrscheinlich um einen Systemprozess, oder er gehört einem anderen Benutzer. Aktiviere „Vollständige Abdeckung“ in den Einstellungen, um Prozesse als root zu beenden.
fr: macOS n'a pas laissé %1$@ arrêter « %2$@ ». Il s'agit probablement d'un processus système ou d'un processus appartenant à un autre utilisateur. Activez « Couverture complète » dans les Réglages pour arrêter des processus en tant que root.
zh_hans: macOS 不允许 %1$@ 结束“%2$@”。它多半是系统进程，或者属于其他用户。在「设置」中开启完整覆盖，即可以 root 身份结束进程。

source: macOS's own read on how hard the memory system is working, on a 0 to 100 scale. 0 to 33 is green and comfortable, 34 to 66 is yellow as it compresses and caches to cope, and 67 to 100 is red, where it swaps to disk and apps can slow down. It is the single number to watch.
de: Die eigene Einschätzung von macOS, wie stark das Speichersystem arbeitet, auf einer Skala von 0 bis 100. 0 bis 33 ist grün und entspannt, 34 bis 66 ist gelb, weil es komprimiert und cacht, um zurechtzukommen, und 67 bis 100 ist rot: Hier wird auf die Festplatte ausgelagert und Apps können langsamer werden. Das ist die eine Zahl, die du im Blick behalten solltest.
fr: La propre évaluation par macOS de l'effort fourni par le système mémoire, sur une échelle de 0 à 100. De 0 à 33, c'est vert et confortable ; de 34 à 66, c'est jaune, le système compresse et met en cache pour tenir ; de 67 à 100, c'est rouge : il utilise le swap sur le disque et les apps peuvent ralentir. C'est le seul chiffre à surveiller.
zh_hans: macOS 自行评估的内存系统负载压力，范围为 0 到 100。0 到 33 为绿色舒适状态；34 到 66 为黄色，表示系统正在通过压缩和缓存来应对；67 到 100 为红色，表示正在向磁盘交换数据且应用可能会变慢。这是最核心需要关注的指标。

source: max capacity
de: max. Kapazität
fr: capacité maximale
zh_hans: 最大容量

source: mean CPU, percent of one core
de: mittlere CPU, Prozent eines Kerns
fr: CPU moyen, pourcentage d’un cœur
zh_hans: 平均 CPU，单核心百分比

source: mean attributed read + write, bytes per second
de: mittleres zugeordnetes Lesen + Schreiben, Byte pro Sekunde
fr: lecture + écriture attribuées moyennes, octets par seconde
zh_hans: 平均归因读取 + 写入，字节每秒

source: measuring latency…
de: Latenz wird gemessen…
fr: mesure de la latence…
zh_hans: 正在测量延迟…

source: memory ceiling
de: Speicherobergrenze
fr: plafond mémoire
zh_hans: 内存上限

source: new
de: neu
fr: nouveau
zh_hans: 新增

source: no change
de: keine Änderung
fr: aucune modification
zh_hans: 无变化

source: not yet documented
de: noch nicht dokumentiert
fr: pas encore documenté
zh_hans: 暂无文档记录

source: npm install (or yarn, pnpm) in the project restores them.
de: npm install (oder yarn, pnpm) im Projekt stellt sie wieder her.
fr: npm install (ou yarn, pnpm) dans le projet les restaure.
zh_hans: 在项目中运行 npm install（或 yarn、pnpm）即可恢复。

source: of %@
de: von %@
fr: sur %@
zh_hans: 共 %@

source: of device
de: des Geräts
fr: de l'appareil
zh_hans: 设备总占比

source: of this device's capacity
de: der Kapazität dieses Geräts
fr: de la capacité de cet appareil
zh_hans: 占本机总容量

source: of this device's capacity (CPU + memory)
de: der Kapazität dieses Geräts (CPU + Speicher)
fr: de la capacité de cet appareil (CPU + mémoire)
zh_hans: 占本机总容量（CPU + 内存）

source: on %@
de: auf %@
fr: sur %@
zh_hans: 位于 %@

source: on battery
de: im Batteriebetrieb
fr: sur batterie
zh_hans: 使用电池

source: on power adapter
de: am Netzteil
fr: sur adaptateur secteur
zh_hans: 连接电源适配器

source: out
de: Ausgang
fr: sortie
zh_hans: 输出

source: peak %@
de: Spitze %@
fr: pic %@
zh_hans: 峰值 %@

source: peak %@ · %d samples
de: Spitze %@ · %d Messwerte
fr: pic %@ · %d échantillons
zh_hans: 峰值 %@ · %d 个样本

source: peak %@%%
de: Spitze %@ %%
fr: pic %@ %%
zh_hans: 峰值 %@%%

source: phys. memory
de: phys. Speicher
fr: mémoire phys.
zh_hans: 物理内存

source: phys_footprint, the headline "Memory" figure.
de: phys_footprint, der zentrale Wert „Speicher“.
fr: phys_footprint, le chiffre « Mémoire » principal.
zh_hans: phys_footprint，即「内存」主数值。

source: phys_footprint, the headline “Memory” figure
de: phys_footprint, der zentrale Wert „Speicher“
fr: phys_footprint, le chiffre « Mémoire » principal
zh_hans: phys_footprint，也就是「内存」那一栏的数字

source: possible memory leak
de: mögliches Speicherleck
fr: fuite de mémoire possible
zh_hans: 疑似内存泄漏

source: process name
de: Prozessname
fr: nom du processus
zh_hans: 进程名称

source: ran %1$@ of %2$@
de: %1$@ von %2$@ ausgeführt
fr: %1$@ sur %2$@ exécutés
zh_hans: 运行了 %2$@ 中的 %1$@

source: regenerates when needed
de: wird bei Bedarf neu erstellt
fr: se régénère si nécessaire
zh_hans: 需要时会重新生成

source: relative energy impact · %d samples
de: relativer Energieverbrauch · %d Messungen
fr: impact énergétique relatif · %d échantillons
zh_hans: 相对能耗影响 · %d 个样本

source: shown for the accounting, not removable
de: nur für die Bilanz angezeigt, nicht entfernbar
fr: affiché pour le décompte, non supprimable
zh_hans: 仅用于空间核算，不可移除

source: sustained high CPU
de: anhaltend hohe CPU-Last
fr: charge CPU élevée prolongée
zh_hans: 持续高 CPU

source: system power
de: Systemverbrauch
fr: consommation du système
zh_hans: 系统功耗

source: the following:
de: Folgendes:
fr: ce qui suit :
zh_hans: 以下条件：

source: thermal throttling
de: thermische Drosselung
fr: bridage thermique
zh_hans: 散热降频

source: this process
de: dieser Prozess
fr: ce processus
zh_hans: 该进程

source: tvOS device support
de: tvOS-Geräteunterstützung
fr: Prise en charge des appareils tvOS
zh_hans: tvOS 设备支持

source: unified memory
de: gemeinsamer Speicher
fr: mémoire unifiée
zh_hans: 统一内存

source: use the app's own controls
de: verwende die Funktionen der App selbst
fr: utilisez les commandes de l'app elle-même
zh_hans: 请使用应用自身的管理功能

source: via %@
de: über %@
zh_hans: 经由 %@

source: viewing %1$@ of %2$@
de: zeigt %1$@ von %2$@
fr: affichage de %1$@ sur %2$@
zh_hans: 正在查看 %2$@ 中的 %1$@

source: volume changed during the scan
de: Volume hat sich während des Scans geändert
fr: le volume a changé pendant l'analyse
zh_hans: 扫描期间宗卷发生了变化

source: watchOS device support
de: watchOS-Geräteunterstützung
fr: Prise en charge des appareils watchOS
zh_hans: watchOS 设备支持

source: xcrun simctl delete unavailable, or Xcode > Window > Devices and Simulators.
de: xcrun simctl delete unavailable, oder Xcode > Window > Devices and Simulators.
fr: xcrun simctl delete unavailable, ou Xcode > Window > Devices and Simulators.
zh_hans: 使用 xcrun simctl delete unavailable，或 Xcode >“窗口”>“设备与模拟器”。

source: xcrun simctl runtime delete <id>, or Xcode > Settings > Components.
de: xcrun simctl runtime delete <id>, oder Xcode > Settings > Components.
fr: xcrun simctl runtime delete <id>, ou Xcode > Settings > Components.
zh_hans: 使用 xcrun simctl runtime delete <id>，或 Xcode >“设置”>“组件”。

source: your files, look first
de: deine Dateien, zuerst hier nachsehen
fr: vos fichiers, à regarder en premier
zh_hans: 你的文件，请先查看

source: {fd.count} open file descriptors.
de: {fd.count} offene Dateideskriptoren.
fr: {fd.count} descripteurs de fichiers ouverts.
zh_hans: 打开了 {fd.count} 个文件描述符。

source: {socket.count} active connection(s) — endpoints below.
de: {socket.count} aktive Verbindung(en), Endpunkte siehe unten.
fr: {socket.count} connexion(s) active(s), points de terminaison ci-dessous.
zh_hans: {socket.count} 个活动连接，端点见下方。

source: {socket.count} open connections — unusually many (a leak or storm).
de: {socket.count} offene Verbindungen, ungewöhnlich viele (ein Leck oder ein Sturm).
fr: {socket.count} connexions ouvertes, un nombre inhabituel (fuite ou tempête).
zh_hans: 打开了 {socket.count} 个连接，数量异常偏多（可能是泄漏或连接风暴）。

source: {thread.count} threads — very high (possible thread explosion).
de: {thread.count} Threads, sehr viele (mögliche Thread-Explosion).
fr: {thread.count} threads, un nombre très élevé (explosion de threads possible).
zh_hans: {thread.count} 个线程，非常高（可能是线程爆炸）。

source: Δ Count
de: Δ Anzahl
fr: Δ Nombre
zh_hans: Δ 数量

source: “%1$@” could not be stopped (error %2$d).
de: „%1$@“ konnte nicht gestoppt werden (Fehler %2$d).
fr: « %1$@ » n'a pas pu être arrêté (erreur %2$d).
zh_hans: 无法结束“%1$@”（错误 %2$d）。

source: “%1$@” could not be stopped through the helper (error %2$d).
de: „%1$@“ konnte auch über das Hilfsprogramm nicht gestoppt werden (Fehler %2$d).
fr: « %1$@ » n'a pas pu être arrêté via l'outil d'assistance (erreur %2$d).
zh_hans: 通过辅助工具仍无法结束“%1$@”（错误 %2$d）。

source: Screen capture may be slowing your desktop
de: Eine Bildschirmaufnahme könnte deinen Desktop verlangsamen
fr: La capture de l'écran peut ralentir votre bureau
zh_hans: 屏幕捕捉可能导致桌面响应变慢

source: WindowServer averaged %1$@%% of one core over 2 minutes while macOS's screen capture service was busy. %2$@ was busy at the same time, so it may own the capture. If the capture is not needed, stop it in that app and compare responsiveness.
de: WindowServer beanspruchte 2 Minuten lang durchschnittlich %1$@%% eines CPU-Kerns, während der Bildschirmaufnahmedienst von macOS ausgelastet war. %2$@ war zur selben Zeit aktiv und könnte die Aufnahme steuern. Wenn du die Aufnahme nicht brauchst, beende sie in dieser App und vergleiche die Reaktionsgeschwindigkeit.
fr: WindowServer a utilisé en moyenne %1$@%% d'un cœur de processeur pendant 2 minutes, alors que le service de capture d'écran de macOS était actif. %2$@ était actif au même moment et pourrait être à l'origine de la capture. Si la capture n'est pas nécessaire, arrêtez-la dans cette application et comparez la réactivité.
zh_hans: WindowServer 在 2 分钟内平均占用一个 CPU 核心的 %1$@%%，同时 macOS 的屏幕捕捉服务持续活跃。%2$@ 同时也在活跃，可能是它在捕捉屏幕。如果不需要捕捉，请在该应用中停止捕捉，然后对比响应速度。
